Repository: 13steinj/subiquity
Catalog: locale/*/LC_MESSAGES/subiquity.po
Languages: fr

source: SUbiquity - Ubiquity for Servers
fr: SUbiquity - Ubiquity pour les Servers

source: menu-only, do not call installer function
fr: Afficher uniquement le menu, ne pas utiliser la fonction d'installation

source: Run the installer over serial console.
fr: Utiliser l'installateur via la console série.

source: Don't Probe. Use probe data file
fr: Ne pas analyser la machine. Utiliser un fichier de données d'analyse

source: run in uefi support mode
fr: Activer le support du mode UEFI

source: Wilkommen! Bienvenue! Welcome! Zdrastvutie! Welkom!
fr: Bienvenue! Wilkommen! Welcome! Zdrastvutie! Welkom!

source: Please choose your preferred language
fr: Veuillez choisir votre langue

source: Use UP, DOWN arrow keys, and ENTER, to select your language.
fr: Utilisez les touches HAUT, BAS et ENTREE pour sélectionner votre langue.

source: Welcome to Ubuntu! The world's favourite platform for clouds, clusters and amazing internet things. This is the installer for Ubuntu on servers and internet devices.
fr: Bienvenue sur Ubuntu! La plateforme préférée pour l'informatique en nuage (clouds), les aggrégats (clusters) et l'internet des objets. Ceci est l'installateur Ubuntu pour les serveurs.

source: Use UP, DOWN arrow keys, and ENTER, to navigate options
fr: Utiliser les touches HAUT, BAS, et ENTREE pour naviguer dans les options

source: Network connections
fr: Connections Réseaux

source: Configure at least the main interface this server will use to talk to other machines, and preferably provide sufficient access for updates.
fr: Configurez au moins l'interface réseau principale que ce serveur va utiliser pour communiquer avec les autres machines, et aussi fournir un accès aux mise-à-jour.

source: Additional networking info here
fr: Informations additionnelles sur le réseau ici

source: Starting SUbiquity v{}
fr: Démarrage de SUbiquity v{}

source: Arguments passed: {}
fr: Arguments passés: {}

source: Failed environment check.
fr: Echec de la vérification de l'environnement.

source: Check {} for errors.
fr: Vérifier la présence d'erreurs dans {}.

source: Failed to load Subiquity interface
fr: Echec du chargement de l'interface Subiquity

source: Confirm
fr: Valider

source: Cancel
fr: Annuler

source: Done
fr: Fin

source: Reset
fr: Ré-initialiser

source: Username
fr: Nom d'utilisateur

source: Key
fr: Clef

source: Format
fr: Formater

source: Mount
fr: Montage

source: Adding partition to {}
fr: Ajouter des partition à

source: Partition number
fr: Numéro de partition

source: Size (max {})
fr: Taille (max {})

source: FREE SPACE
fr: Esapce libre

source: FILE SYSTEM
fr: Systeème de fichier

source: AVAILABLE DISKS
fr: Disques disponibles

source: USED DISKS
fr: Disques utilisés

source: No disks or partitions mounted
fr: Pas de disque ou de partition monté(e)

source: No available disks.
fr: Pas de disque disponible.

source: Hostname
fr: Nom d'hôte

source: Real Name
fr: Nom réel

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Wait for it ...
fr: Veuillez patienter...

source: iSCSI Server Host
fr: Serveur hôte iscsi

source: Connect anonymously
fr: Se connecter de manière anonyme

source: Connect as user
fr: Se connecter en tant qu'utilisateur

source: Require server auth
fr: Nécessite une authentification sur le serveur

source: Server identity
fr: Identité du serveur

source: Server password
fr: Mot de passe su serveur

source: SELECT VOLUME TO MOUNT
fr: CHOISIR LE VOLUME À MONTER

source: INTERFACE SELECTION
fr: SELECTION L'INTERFACE

source: No available interfaces.
fr: Pas d'interface disponible.

source: BOND CONFIGURATION
fr: CONFIGURATION D'AGGRÉGAT

source: Bonding Mode
fr: Mode d'aggrégation

source: Subnet
fr: Sous-réseau

source: CIDR e.g. 192.168.9.0/24
fr: CIDR par exemple 192.168.9.0/24

source: Address
fr: Adresse

source: Gateway
fr: Passerelle

source: This will be your default gateway
fr: Ce sera votre passerelle par défaut

source: Please set the default gateway:
fr: Veuillez définir la passerelle par défaut

source: No IPv6 connection
fr: Pas de connectivité en IPV6

source: No network interfaces detected.
fr: Pas d'interface réseau détectée.

source: DISK SELECTION
fr: Sélection du disque

source: RAID CONFIGURATION
fr: Configuration RAID

source: RAID Level
fr: Niveau de RAID

source: Hot spares
fr: Disque de rechanges à chaud (hot spares)

source: Chunk size
fr: Taille des blocs

source: No IPv4 configuration
fr: Pas de configuration IPv4

source: Install Ubuntu
fr: Installer Ubuntu

source: Network main view
fr: Page principale du réseau

source: Network finish
fr: Fin de la configuration réseau

source: Network configure interface
fr: Configurer l'interface réseau

source: Network configure ipv4 interface
fr: Configurer l'interface réseau en IPv4

source: Set default route
fr: Définir la route par défaut

source: Bond interfaces
fr: Agrégation d'interfaces

source: Default route is
fr: La route par défaut est

source: whatever DHCP provides on any interface
fr: ce que le DHCP a indiqué sur une quelconque interface
