Repository: 13steinj/subiquity
Catalog: po/*.po
Languages: el, es, fr, nb

source: Launchpad Username:
fr: Nom d'utilisateur Launchpad :
nb: Launchpad-brukernavn:

source: Your name:
el: Το όνομά σας:
es: Su nombre:
fr: Votre nom :
nb: Navnet ditt:

source: Your server's name:
el: Το όνομα του διακομιστή σας:
es: El nombre del servidor:
fr: Le nom de cette machine:
nb: Vertsnavn:

source: The name it uses when it talks to other computers.
el: Το όνομα που χρησιμοποιεί, όταν επικοινωνεί με άλλους υπολογιστές.
es: El nombre que utiliza al comunicarse con otros equipos.
fr: Le nom qu’il utilise pour communiquer avec d’autres ordinateurs.
nb: Navn som datamaskinen bruker når den snakker med andre maskiner.

source: Pick a username:
el: Επιλέξτε ένα όνομα χρήστη:
es: Elija un nombre de usuario:
fr: Choisir un nom d’utilisateur :
nb: Velg brukernavn:

source: Choose a password:
el: Επιλέξτε έναν κωδικό πρόσβασης:
es: Elija una contraseña:
fr: Choisir un mot de passe :
nb: Velg passord:

source: Confirm your password:
el: Επιβεβαιώστε τον κωδικό πρόσβασης:
es: Confirme la contraseña:
fr: Confirmer votre mot de passe:
nb: Bekreft passord:

source: Import SSH identity:
el: Εισαγωγή ταυτότητας SSH:
es: Importar identidad SSH:
fr: Importer une identité SSH:
nb: Importer SSH-identitet:

source: from Github
fr: depuis Github
nb: fra Github

source: from Launchpad
fr: depuis Launchpad
nb: fra Launchpad

source: You can import your SSH keys from Github or Launchpad.
fr: Vous pouvez importer vos clés SSH depuis Github ou Launchpad.
nb: Du kan importere SSH-nøkler fra Github eller Launchpad.

source: Real name must not be empty.
el: Το πραγματικό όνομα δεν πρέπει να είναι κενό.
fr: Le nom réel ne doit pas être vide.
nb: Du må skrive inn navnet ditt.

source: Realname too long, must be <
el: Το ονοματεπώνυμο είναι πολύ μεγάλο, πρέπει να είναι <
fr: Le nom réel est trop long, doit être moins de caractères
nb: Navnet ditt er for langt. Det må være <

source: Server name must not be empty
el: Το όνομα του διακομιστή δεν πρέπει να είναι κενό
fr: Le nom de la machine ne doit pas être vide
nb: Du må velge et tjenernavn

source: Server name too long, must be <
el: Το όνομα διακομιστή είναι πολύ μεγάλο, πρέπει να είναι <
fr: Le nom de la machine est trop long, doit être moins de charactères.
nb: Valgt tjenernavn er for langt. Det må være <

source: Hostname must match NAME_REGEX, i.e. [a-z_][a-z0-9_-]*
fr: Le nom d'hôte doit correspondre à NAME_REGEX, c'est-à-dire [a-z_] [a-z0-9_-]*
nb: Vertsnavn må samsvare med NAME_REGEX, altså [a-z_][a-z0-9_-]*

source: Username missing
el: Λείπει το όνομα χρήστη
fr: Le nom d'utilisateur est manquant
nb: Brukernavn mangler

source: Username too long, must be <
el: Το όνομα χρήστη είναι πολύ μεγάλο, πρέπει να είναι <
fr: Le nom d'utilisateur est trop long, doit être moins de caractères.
nb: Valgt brukernavn er for langt. Det må være <

source: Username must match NAME_REGEX, i.e. [a-z_][a-z0-9_-]*
fr: Le nom d'utilisateur doit correspondre à NAME_REGEX, c'est-à-dire [a-z_][a-z0-9_-]*
nb: Brukernavn må samsvare med NAME_REGEX, altså [a-z_][a-z0-9_-]*

source: Password must be set
el: Πρέπει να καθοριστεί κωδικός πρόσβασης
es: Se debe definir una contraseña
fr: Le mot de passe doit être défini
nb: Du må velge passord

source: Passwords do not match
el: Δε συμπίπτουν οι κωδικοί πρόσβασης
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas.
nb: Passordene er ulike

source: This field must not be blank.
fr: Ce champ ne doit pas être vide.
nb: Dette feltet kan ikke stå tomt.

source: SSH id too long, must be <
el: Η ταυτότητα SSH είναι πολύ μεγάλη, πρέπει να είναι <
fr: L'identité SSH est trop longue, doit être moins de caractères.
nb: Valgt SSH-id er for lang. Den må være <

source: A Launchpad username must be at least two characters long and start with a letter or number. All letters must be lower-case. The characters +, - and . are also allowed after the first character.
fr: Un nom d'utilisateur Launchpad doit comporter au moins deux caractères et commencer par une lettre ou un chiffre. Toutes les lettres doivent être en minuscules. Les caractères +, - et. sont également autorisés après le premier caractère.
nb: Launchpad-brukernavn må inneholde minst to tegn og begynne med en bokstav eller et tall. Alle bokstaver må være små. Du kan også bruke «+», «-» og «.» etter første tegn.

source: A Github username may only contain alphanumeric characters or single hyphens, and cannot begin or end with a hyphen.
fr: Un nom d'utilisateur Github ne peut contenir que des caractères alphanumériques ou des traits d'union simples et ne peut pas commencer ou se terminer par un trait d'union.
nb: Github-brukernavn kan bare inneholde alfanumeriske tegn og bindestreker, og de kan ikke begynne med bindestrek.

source: Pick a username for the admin account:
fr: Choisissez un nom d'utilisateur pour le compte admin :
nb: Velg brukernavn for administrator-konto:

source: Enter the administrative username.
fr: Entrez le nom d'utilisateur administrateur.
nb: Velg administrator-brukernavn.

source: Please enter the password for this account.
fr: Veuillez saisir le mot de passe pour ce compte.
nb: Skriv inn passord for denne kontoen.

source: Ubuntu MAAS Region API address:
nb: Ubuntu MAAS Region API-adresse:

source: e.g. "http://192.168.1.1:5240/MAAS". localhost or 127.0.0.1 are not useful values here.
fr: par exemple « http://192.168.1.1:5240/MAAS ». « localhost » ou « 127.0.0.1 » ne sont pas des valeurs utiles.
nb: f.eks. «http://192.168.1.1:5240/MAAS». Verdiene «localhost» og «127.0.0.1» gjør ingen nytte her.

source: MAAS shared secret:
nb: MAAS-nøkkel:

source: The secret can be found in /var/lib/maas/secret on the region controller.
nb: Du finner nøkkelen i /var/lib/maas/secret på regionkontrolleren.

source: API address must be set
fr: L'adresse de l'API doit être définie
nb: Du må skrive inn API-adresse

source: Secret must be set
nb: Du må skrive inn nøkkel

source: View full log
fr: Voir le journal complet
nb: Vis fullstendig logg

source: Full installer output
fr: Sortie complète de l'installateur
nb: Fullstendig utdata

source: Close
el: Κλείσιμο
es: Cerrar
fr: Fermer
nb: Lukk

source: Reboot Now
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fr: Redémarrer maintenant
nb: Start på nytt nå

source: Exit To Shell
nb: Gå til kommandoskall

source: Keyboard auto-detection
fr: Auto-détection du clavier
nb: Tastatur-autosøk

source: Keyboard detection starting. You will be asked a series of questions about your keyboard. Press escape at any time to go back to the previous screen.
fr: Début de la détection du clavier. On vous posera une série de questions sur votre clavier. Appuyez sur Échap à tout moment pour revenir à l'écran précédent.
nb: Starter autosøk etter tastaturutforming. Du blir stilt en rekke spørsmål om tastaturet ditt. Trykk Esc når som helst for å gå tilbake til forrige skjermbilde.

source: Keyboard auto detection failed, sorry
fr: La détection automatique du clavier a échoué, désolé
nb: Klarte ikke å finne tastaturutforming

source: Keyboard auto detection completed. Your keyboard was detected as:
fr: Détection automatique du clavier terminée. Votre clavier a été détecté comme :
nb: Tastaturet ditt ser ut til å være av følgende type:

source: If this is correct, select Done on the next screen. If not you can select another layout or run the automated detection again.
fr: Si cela est correct, sélectionnez Terminé dans l'écran suivant. Sinon, vous pouvez sélectionner une autre disposition ou exécuter à nouveau la détection automatique.
nb: Trykk Ferdig på neste skjermbilde hvis dette stemmer. Hvis ikke, kan du velge tastaturutforming manuelt eller gå gjennom denne prosessen på nytt.

source: Layout
fr: Disposition
nb: Utforming

source: Please press one of the following keys:
fr: Veuillez appuyer sur l'une des touches suivantes :
nb: Trykk på én av følgende taster:

source: Input was not recognized, try again
fr: L'entrée n'a pas été reconnue, réessayez
nb: Tastetrykket ble ikke gjenkjent. Prøv på nytt

source: Is the following key present on your keyboard?
fr: Cette touche est-elle présente sur votre clavier ?
nb: Finnes følgende tast på tastaturet ditt?

source: Applying config
fr: Application de la configuration
nb: Tar i bruk oppsett

source: You will need a way to toggle the keyboard between the national layout and the standard Latin layout. Right Alt or Caps Lock keys are often chosen for ergonomic reasons (in the latter case, use the combination Shift+Caps Lock for normal Caps toggle). Alt+Shift is also a popular combination; it will however lose its usual behavior in Emacs and other programs that use it for specific needs. Not all listed keys are present on all keyboards.
nb: Du trenger en metode for å bytte mellom lokal utforming og standard latin-utforming. Høyre Alt eller Caps Lock blir ofte brukt. Hvis du velger sistnevnte, må du bruke Shift+Caps Lock for å slå store bokstaver av og på. Alt+Shift er også populært, men husk at programmer som bruker denne kombinasjonen (f.eks. Emacs) i så fall mister aktuell intern funksjon. Tastene som vises her er ikke nødvendigvis tilgjengelig på alle tastaturer.

source: Right Alt (AltGr)
fr: Alt Gr
nb: Høyre Alt (Alt Gr)

source: Right Control
fr: Ctrl droit
nb: Høyre Ctrl

source: Right Shift
fr: Majuscule de droite
nb: Høyre Shift

source: Right Logo key
fr: Touche « logo » de droite
nb: Høyre logotast

source: Menu key
fr: Touche Menu
nb: Menytast

source: Control+Shift
fr: Ctrl + Majuscule
nb: Ctrl + Shift

source: Control+Alt
fr: Ctrl[bnsp]+ Alt
nb: Ctrl + Alt

source: Left Control+Left Shift
fr: Ctrl gauche + Majuscule gauche
nb: Venste Ctrl + Venstre Shift

source: Left Alt
fr: Alt gauche
nb: Venstre Alt

source: Left Control
fr: Ctrl gauche
nb: Venstre Ctrl

source: Left Shift
fr: Majuscule gauche
nb: Venstre Shift

source: Left Logo key
fr: Touche « logo » de gauche
nb: Venstre logotast

source: Scroll Lock key
fr: Arrêt défil
nb: Scroll Lock-tast

source: No toggling
fr: Pas de basculement
nb: Ingen veksling

source: Shortcut:
fr: Raccourci :
nb: Snarvei:

source: Select layout toggle
nb: Velg veksling mellom utforminger

source: Layout:
fr: Disposition :
nb: Utforming:

source: Identify keyboard
fr: Identifier le clavier
nb: Finn tastaturutforming

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank. The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
nb: Hvis du er avhengig av en HTTP-mellomtjener for å få tilgang til Internett, må du legge inn informasjon om mellomtjeneren her. Ellers kan feltet stå tomt. Feltet må evt. fylles ut i formatet «http://[[brukernavn][:passord]@]vertsnavn[:port]/».

source: Proxy address:
fr: Adresse du proxy :
nb: Mellomtjener-adresse:

source: OK
fr: Valider

source: Variant
fr: Variante

source: Caps Lock
fr: Verr. Maj.

source: Alt+Shift
fr: Alt + Maj.

source: Alt+Caps Lock
fr: Alt + Verr. maj.

source: Variant:
fr: Variante :
