Repository: 13steinj/subiquity
Catalog: po/*.po
Languages: el, es, fr, nb

source: Filesystem setup
el: Ρύθμιση συστήματος αρχείων
es: Configuración de sistema de archivos
fr: Configuration du système de fichiers
nb: Oppsett av filsystem

source: Choose guided or manual partitioning
el: Επιλογή καθοδηγούμενης ή χειροκίνητης δημιουργίας κατατμήσεων
es: Elija un particionado guiado o manual
fr: Choisir le partitionnement guidé ou manuel
nb: Velg veiledet eller manuell partisjonering

source: Select available disks to format and mount
el: Επιλογή διαθέσιμων δίσκων για μορφοποίηση και προσάρτηση
es: Seleccione discos disponibles para formatear y montar
fr: Sélectionner un disque disponible et son point de montage
nb: Velg formatering og montering av disker

source: Choose the installation target
el: Επιλογή του χώρου εγκατάστασης
es: Elija el destino de instalación
fr: Choisir la cible d'installation
nb: Velg installasjonsmål

source: Filesystem error
el: Σφάλμα στο σύστημα αρχείων
es: Error en el sistema de archivos
fr: Erreur du système de fichier
nb: Filsystem-feil

source: Error while installing Ubuntu
el: Σφάλμα κατά την εγκατάσταση του Ubuntu
es: Se produjo un error al instalar Ubuntu
fr: Une erreur est survenue lors de l'installation d'Ubuntu
nb: Feil under installasjon av Ubuntu

source: Failed to obtain write permissions to /tmp
el: Αποτυχία εγγραφής στον κατάλογο /tmp
es: No se pudieron obtener los permisos de escritura de /tmp
fr: Impossible d'obtenir des permissions d'écriture sur /tmp
nb: Klarte ikke å hente skrivetillatelse til /tmp

source: Partition, format, and mount {}
el: Κατάτμηση, μορφοποίηση και προσάρτηση {}
es: Particionar, formatear y montar {}
fr: Partition, formatage et point de montage {}
nb: Partisjoner, formater og monter {}

source: Partition the disk, or format the entire device without partitions
el: Κατάτμηση του δίσκου ή μορφοποίηση όλου του δίσκου χωρίς κατατμήσεις
es: Particionar el disco o formatear el dispositivo entero sin particiones
fr: Partitionner ou formater le disque en entier sans partitions
nb: Partisjoner disken, eller formater hele enheten uten partisjoner

source: Select whole disk, or partition, to format and mount.
el: Επιλογή ολόκληρου του δίσκου, ή κατάτμησης, για μορφοποίηση και προσάρτηση.
es: Seleccione el disco entero, o una partición, que formatear y montar.
fr: Sélectionner le disque entier ou la partition pour le formatage et montage
nb: Velg disk eller partisjon som skal formateres og monteres.

source: Edit partition details format and mount.
el: Επεξεργασία των πληροφοριών της κατάτμησης για μορφοποίηση και προσάρτηση.
fr: Modifier le format et point de montage
nb: Rediger partisjonsdetaljer til formatering og montering.

source: Format and/or mount {}
el: Μορφοποίηση και/ή προσάρτηση {}
es: Formatear o montar {}
fr: Formater et/ou monter {}
nb: Formater og eller monter {}

source: Format or mount whole disk.
el: Μορφοποίηση ή προσάρτηση ολόκληρου του δίσκου.
es: Formatear o montar el disco entero.
fr: Formater ou monter le disque entier.
nb: Formater eller monter disk.

source: Mount partition {} of {}
el: Προσάρτηση κατάτμησης {} από {}
es: Montar partición {} de {}
fr: Monter la partition {} de {}
nb: Monter partisjon {} av {}

source: Mount partition.
el: Προσάρτηση κατάτμησης.
es: Montar la partición.
fr: Monter la partition.
nb: Monter partisjon.

source: Format and mount partition {} of {}
el: Μορφοποίηση και προσάρτηση κατάτμησης {} από {}
es: Formatear y montar partición {} de {}
fr: Formater et monter la partition {} de {}
nb: Formater og monter partisjon {} av {}

source: Format and mount partition.
el: Μορφοποίηση και προσάρτηση κατάτμησης.
es: Formatear y montar la partición.
fr: Formater et monter la partition.
nb: Formater og monter partisjon

source: Select next or previous disks with n and p
el: Επιλέξτε τους επόμενους ή προηγούμενους δίσκους με n και p
es: Seleccione el disco anterior o el siguiente con N y P
fr: Sélectionnez précédent ou suivant avec p et n
nb: Velg neste eller forrige enhet med n og p

source: Profile setup
el: Ρύθμιση προφίλ
es: Configuración de perfil
fr: Configuration du profil
nb: Profiloppsett

source: Enter the username and password (or ssh identity) you will use to log in to the system.
el: Εισάγετε το όνομα χρήστη και κωδικό (ή ταυτότητα SSH) για σύνδεση με αυτό το σύστημα.
es: Escriba el usuario y la contraseña (o la identidad SSH) que utilizará para acceder al sistema.
fr: Entrez le nom d'utilisateur et le mot de passe (ou l'identité SSH) à utiliser pour vous connecter au système.
nb: Skriv inn brukernavn og passord (eller ssh-identitet) du vil bruke til å logge inn på systemet.

source: Welcome to Ubuntu! The world's favourite platform for clouds, clusters, and amazing internet things. This is the installer for Ubuntu on servers and internet devices.
nb: Velkommen til Ubuntu, plattformen for skytjenester, tjenerklynger og fantastiske internett-ting. Dette er installasjonsprogrammet for Ubuntu på tjenermaskiner og andre internett-ting.

source: Use UP, DOWN arrow keys, and ENTER, to navigate options
el: Χρησιμοποιείτε τα πλήκτρα βέλη ΠΑΝΩ και ΚΑΤΩ, και το ENTER για να περιηγηθήτε στις επιλογές
es: Utilice ↑, ↓ e INTRO para navegar por las opciones
fr: Utilisez les flèches HAUT et BAS pour naviguer entre les options, et ENTRÉE pour confirmer.
nb: Bruk OPP-, NED- og ENTER-knappene for å bevege deg mellom ulike valg

source: MAAS is Metal As A Service. Running on Ubuntu, it lets you treat physical servers like virtual machines (instances) in the cloud. Rather than having to manage each server individually, MAAS turns your bare metal into an elastic cloud-like resource. For further details, see https://maas.io/.
nb: MAAS står for «Metal As A Service» (maskin levert som en tjeneste). Med Ubuntu kan du behandle fysiske tjenermaskiner på samme måte som virtuelle tjenere/instanser i en skytjeneste. Med MAAS gjør du om ren maskinvare til fleksible sky-liknende ressurser, i stedet for å måtte håndtere hver enkelt maskin individuelt. Se https://maas.io/ (på engelsk) for mer info.

source: A MAAS rack controller provides services to machines provisioned by MAAS in the fabric (group of trunked switches) it is attached to. The rack controller requires the accessible URL of a MAAS region controller.
nb: En MAAS-hyllekontrollenhet tilbyr tjenester til maskiner i «fabrikken» (dvs. gruppa med maskiner) som de inngår i. Kontrollenheten krever at du har URL-en til en MAAS-regionkontrollenhet tilgjengelig.

source: An error has occurred
fr: Une erreur est survenue
nb: Det har oppstått en feil

source: starting...
fr: démarrage...
nb: starter …

source: Install in progress:
fr: Installation en cours :
nb: Installasjon pågår:

source: Install complete
fr: Installation terminée
nb: Installasjon fullført

source: Installation complete!
el: Η εγκατάσταση ολοκληρώθηκε!
es: Se ha completado la instalación.
fr: L'installation est terminée!
nb: Installasjon fullført.

source: Finished install!
el: Ολοκληρώθηκε η εγκατάσταση!
es: Ha finalizado la instalación.
fr: L'installation est finie!
nb: Installasjon fullført.

source: Installing system
el: Εγκατάσταση συστήματος
es: Instalando el sistema
fr: Installation du système
nb: Installerer system

source: Thank you for using Ubuntu!
el: Ευχαριστούμε που χρησιμοποιείτε το Ubuntu!
es: ¡Gracias por utilizar Ubuntu!
fr: Merci d'utiliser Ubuntu!
nb: Takk for at du bruker Ubuntu!

source: Install complete!
fr: Installation terminée !
nb: Installasjon fullført.

source: An error occurred during installation
el: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση
es: Se produjo un error durante la instalación
fr: Une erreur est survenue durant l'installation
nb: Det oppstod en feil under installasjon

source: Please report this error in Launchpad
el: Παρακαλώ αναφέρετε αυτό το σφάλμα στο Launchpad
es: Informe de este error en Launchpad
fr: Veuillez signaler cette erreur sur Launchpad
nb: Vi ber om at du rapporterer denne feilen via Launchpad

source: Keyboard configuration
fr: Configuration clavier
nb: Tastaturoppsett

source: Please select the layout of the keyboard directly attached to the system, if any.
fr: Veuillez sélectionner la disposition du clavier directement attaché au système, le cas échéant.
nb: Velg utforming av evt. tastatur som er koblet direkte til systemet.

source: Please select your keyboard layout below, or select "Identify keyboard" to detect your layout automatically.
nb: Velg tastaturutforming nedenfor, eller velg "Finn tastaturutforming" for å prøve å finne det automatisk.

source: Use UP, DOWN and ENTER keys to select your keyboard.
fr: Utilisez les touches HAUT, BAS et ENTRÉE pour sélectionner votre clavier.
nb: Bruk OPP, NED og ENTER for å velge tastaturutforming.

source: Configure proxy
fr: Configurer le proxy
nb: Sett opp mellomtjener

source: If this system requires a proxy to connect to the internet, enter its details here.
fr: Si ce système nécessite un proxy pour se connecter à Internet, entrez ses détails ici.
nb: Hvis dette systemet krever en mellomtjener for å koble til Internett, må du skrive inn detaljer for denne her.

source: Please choose your preferred language
el: Παρακαλώ επιλέξτε τη γλώσσα που προτιμάτε
es: Elija su idioma preferido
fr: Veuillez choisir la langue d'installation
nb: Velg foretrukket språk

source: Use UP, DOWN and ENTER keys to select your language.
el: Χρησιμοποιείστε τα πλήκτρα ΠΑΝΩ, ΚΑΤΩ και ENTER για να επιλέξετε γλώσσα.
es: Utilice ↑, ↓ e INTRO para seleccionar el idioma.
fr: Utilisez les flèches HAUT et BAS, et ENTRÉE pour sélectionner la langue d'installation
nb: Bruk PIL OPP, PIL NED og ENTER for å velge språk.

source: Network connections
el: Συνδέσεις δικτύου
es: Conexiones de red
fr: Connections réseau
nb: Nettverkstilkoblinger

source: Configure at least one interface this server can use to talk to other machines, and which preferably provides sufficient access for updates.
el: Ρυθμίσετε τουλάχιστον μια διασύνδεση για το διακομιστή ώστε να επικοινωνεί με άλλους υπολογιστές και να μπορεί να παρέχει πρόσβαση για ενημερώσεις πακέτων.
es: Configure al menos una interfaz para que este servidor se comunique con otros equipos y que, de preferencia, brinde acceso suficiente para las actualizaciones.
fr: Configurez au moins une interface pour que ce serveur puisse communiquer avec les autres machines sur le réseau, préférablement un réseau avec accès aux mises à jour.
nb: Sett opp minst ett grensesnitt som denne tjeneren kan bruke til å snakke med andre maskiner. Grensesnittet bør ha tilgang til offentlig Internett slik at det kan hente oppdateringer.

source: Select an interface to configure it or select Done to continue
el: Επιλέξτε μια διασύνδεση για να ρυθμίσετε ή επιλέξτε «Ολοκληρώθηκε» για να συνεχίσετε
es: Seleccione una interfaz para configurarla o elija Hecho para continuar
fr: Selectionnez une interface à configurer ou sélectionnez Terminé pour continuer.
nb: Velg et grensesnitt som skal settes opp, eller trykk Ferdig for å fortsette

source: Network interface {}
fr: Interface réseau {}
nb: Nettverksgrensesnitt {}

source: Network interface {} manual IPv4 configuration
nb: Nettverksgrensesnitt {} manuelt IPv4-oppsett

source: Network interface {} WIFI configuration
nb: Nettverksgrensesnitt {} oppsett av trådløst nett

source: Network interface {} manual IPv6 configuration
nb: Nettverksgrensesnitt {} manuelt IPv6-oppsett

source: , or
fr: , ou
nb: , eller

source: or
fr: ou
nb: eller

source: This field must be a %s URL.
fr: Ce champ doit être une URL %s.
nb: Dette feltet må inneholde en %s-nettadresse.

source: Done
el: Ολοκληρώθηκε
es: Hecho
fr: Terminé
nb: Ferdig

source: Cancel
el: Ακύρωση
es: Cancelar
fr: Annuler
nb: Avbryt

source: Yes
el: Ναι
es: Sí
fr: Oui
nb: Ja

source: No
el: Όχι
fr: Non
nb: Nei

source: Use a static IPv4 configuration
el: Χρήση ρύθμισης στατικής IPv4
es: Utilizar una configuración de IPv4 estática
fr: Utiliser une IP statique
nb: Bruk statisk IPv4-oppsett

source: Use DHCPv4 on this interface
el: Χρήση DHCPv4 σε αυτή τη διασύνδεση
es: Utilizar DHCPv4 en esta interfaz
fr: Utiliser DHCPv4 sur cette interface
nb: Bruk DHCPv4 på dette grensesnittet

source: Do not use
el: Να μη χρησιμοποιηθεί
es: No utilizar
fr: Ne pas utiliser
nb: Ikke bruk

source: Use a static IPv6 configuration
el: Χρήση ρύθμισης στατικής IPv6
es: Utilizar una configuración de IPv6 estática
fr: Utiliser une addresse IPv6 statique
nb: Bruk statisk IPv6-oppsett

source: Use DHCPv6 on this interface
el: Χρήση DHCPv6 σε αυτή τη διασύνδεση
es: Utilizar DHCPv6 en esta interfaz
fr: Utiliser DHCPv6 sur cette interface
nb: Bruk DHCPv6 på dette grensesnittet

source: Configure WIFI settings
el: Ρύθμιση του WiFi
es: Configurar opciones de wifi
fr: Configurer la connection sans-fil
nb: Sett opp trådløst nettverk

source: Save
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
nb: Lagre

source: Subnet:
el: Υποδίκτυο:
es: Subred:
fr: Masque de sous-réseau:
nb: Subnett:

source: Address:
el: Διεύθυνση:
es: Dirección:
fr: Adresse :
nb: Adresse:

source: Gateway:
el: Πύλη δικτύου:
es: Puerta de enlace:
fr: Passerelle :
nb: Ruter:

source: Name servers:
el: Διακομιστές DNS:
es: Servidores de nombres:
fr: Serveurs DNS :
nb: Navnetjenere:

source: IP addresses, comma separated
el: Διευθύνσεις IP, διαχωρισμένες με κόμματα
es: Direcciones IP, separadas por comas
fr: Adresses IP, séparées par des virgules
nb: IP-adresser, adskilt med komma

source: Search domains:
el: Λίστα ονομάτων χώρου αναζήτησης:
es: Dominios de búsqueda:
fr: Domaines de recherche :
nb: Søkedomener:

source: Domains, comma separated
el: Ονόματα χώρου, διαχωρισμένα με κόμματα
es: Dominios, separados por comas
fr: Noms de domaines, séparés par des virgules
nb: Domener, adskilt med komma

source: should be in CIDR form (xx.xx.xx.xx/yy)
nb: må være i CIDR-format (xx.xx.xx.xx/yy)

source: '%s' is not contained in '%s'
fr: « %s » n'est pas contenu dans « %s »
nb: «%s» finnes ikke i «%s»

source: Example: %s
fr: Exemple : %s
nb: Eksempel: %s

source: Set this as default gateway
el: Καθορισμός αυτής ως προκαθορισμένης πύλης
es: Definir esta puerta de enlace como predeterminada
fr: Utiliser comme passerelle par défaut
nb: Bruk dette som forvalgt ruter

source: This will be your default gateway
el: Αυτή θα είναι η προκαθορισμένη πύλη
es: Esta será la puerta de enlace predeterminada
fr: Cette connection sera utilisée comme passerelle par défaut
nb: Dette blir brukt som forvalgt ruter

source: Applying network config
el: Εφαρμογή των ρυθμίσεων δικτύου
es: Aplicando la configuración de red
fr: Application de la configuration réseau
nb: Tar i bruk nettverksoppsett

source: Associated to '%s', will associate to '%s'
el: Σε σύνδεση με '%s', θα συνδεθεί με '%s'
es: Se asoció a «%s», se asociará a «%s»
fr: Associé à '%s', sera réassocié à '%s'
nb: Koblet til «%s». Forsøker å koble til «%s»

source: Associated to '%s'
el: Σύνδεση με '%s'
es: Se asoció a «%s»
fr: Associé à '%s'
nb: Koblet til «%s»

source: No access point configured, but associated to '%s'
el: Δεν έχει ρυθμιστεί σημείο πρόσβασης, αλλά έχει συνδεθεί με '%s'
es: No se configuró ningún punto de acceso, pero se ha asociado a «%s»
fr: Aucun point d'accès configuré, mais associé à '%s'
nb: Ingen aksesspunkt er satt opp, men du er koblet til «%s»

source: Will associate to '%s'
el: Θα συνδεθεί με '%s'
es: Se asociará a «%s»
fr: Sera associé à '%s'
nb: Prøver å koble til «%s»

source: No access point configured
el: Δεν έχει ρυθμιστεί σημείο πρόσβασης
es: No se configuró ningún punto de acceso
fr: Aucun point d'accès configuré
nb: Ingen aksesspunkt er satt opp

source: Will use DHCP for IPv%s, currently has address%%s:
el: Θα χρησιμοποιηθεί DHCP για IPv%s, τρέχουσα διεύθυνση%%s:
fr: Utilisera DHCP pour IPv%s, l'adresse courante est:
nb: Prøver å bruke DHCP på IPv%s. Gjeldende adresse%%s:

source: Will use DHCP for IPv%s
el: Θα χρησιμοποιηθεί DHCP για IPv%s
fr: Utilisera DHCP pour IPv%s
nb: Prøver å bruke DHCP på IPv%s

source: Using static address%%s for IPv%s:
el: Χρήση στατικής διεύθυνσης%%s για IPv%s:
fr: Utilise l'adresse statique suivante pour IPv%s:
nb: Bruker statisk adresse%%s på IPv%s:

source: Will use static address%%s for IPv%s:
el: Θα χρησιμοποιηθεί στατική διεύθυνση%%s για IPv%s:
fr: Utilisera l'adresse statique suivante pour IPv%s:
nb: Prøver å bruke statisk adresse%%s på IPv%s:

source: Currently has address%s:
el: Τώρα έχει τη διεύθυνση%s:
fr: Utilise l'adresse%s:
nb: Har adresse%s:

source: Has no IPv%s configuration, currently has address%%s:
el: Δεν έχει ρύθμιση IPv%s, τώρα έχει τη διεύθυνση%%s:
fr: Aucune configuration IPv%s, utilise actuellement l'adresse%%s :
nb: Har ingen IPv%s-oppsett. Har adresse%%s:

source: IPv%s is not configured
el: Δεν έχει ρυθμιστεί το IPv%s
es: No se configuró IPv%s
fr: IPv%s n'est pas configuré
nb: IPv%s er ikke satt opp

source: Back
el: Πίσω
es: Atrás
fr: Retour
nb: Tilbake

source: Not connected
el: Χωρίς σύνδεση
es: No conectado
fr: Aucune connection
nb: Ikke tilkoblet

source: IPv4 default route %s.
el: προεπιλεγμένη διαδρομή IPv4 %s.
fr: Passerelle par défaut IPv4: %s.
nb: IPv4 forvalgt rute %s.

source: {!r} is not valid input
fr: {!r} n'est pas une entrée valide
nb: {!r} er ikke gyldig inndata

source: local disk
fr: disque local
nb: lokal enhet

source: partition of {}
fr: partition de {}
nb: partisjon på {}

source: Install Ubuntu
el: Εγκατάσταση του Ubuntu
es: Instalar Ubuntu
fr: Installer Ubuntu
nb: Installer Ubuntu

source: Install MAAS bare-metal cloud (region)
nb: Installer fysisk MAAS-sky (region)

source: Install MAAS bare-metal cloud (rack)
nb: Installer fysisk MAAS-sky (hylle)

source: other
el: άλλο
fr: autre
nb: andre

source: leave unmounted
el: να παραμείνει μη προσαρτημένη
es: dejar sin montar
fr: laisser sans point de montage
nb: ikke monter

source: Add another partition
fr: Ajouter une autre partition
nb: Legg til annen partisjon

source: Add first partition
fr: Ajouter la première partition
nb: Legg til førstepartisjon

source: entire disk
fr: disque entier
nb: hele enheten

source: Partition {}
nb: Partisjon {}

source: free space
fr: espace libre
nb: ledig plass

source: Select as boot disk
fr: Sélectionner comme disque de démarrage
nb: Bruk som oppstartsenhet

source: Format or create swap on entire device (unusual, advanced)
nb: Formater eller opprett vekselminne på hele enheten (uvanlig, avansert)

source: Show disk information
fr: Afficher les informations disque
nb: Vis informasjon om enhet

source: Selecting Continue below will begin the installation process and result in the loss of data on the disks selected to be formatted. You will not be able to return to this or a previous screen once the installation has started. Are you sure you want to continue?
nb: Hvis du velger Fortsett nedenfor, starter installasjonsprosessen. Alle data på valgte lagringsenheter blir slettet under formatering. Du får ingen muligheter til å gå tilbake til dette skjermbildet når installasjonen har begynt. Er du sikker på at du vil fortsette?

source: Continue
el: Συνέχεια
es: Continuar
fr: Continuer
nb: Fortsett

source: Confirm destructive action
el: Επιβεβαιώστε την καταστρεπτική ενέργεια
es: Confirmar acción destructiva
fr: Confirmer l'action
nb: Bekreft ødeleggende handling

source: FILE SYSTEM SUMMARY
el: ΠΕΡΙΛΗΨΗ ΣΥΣΤΗΜΑΤΟΣ ΑΡΧΕΙΩΝ
es: RESUMEN DEL SISTEMA DE ARCHIVOS
fr: SOMMAIRE DU SYSTÈME DE FICHIERS
nb: OPPSUMMERING AV FILSYSTEM

source: AVAILABLE DEVICES
el: ΔΙΑΘΕΣΙΜΕΣ ΣΥΣΚΕΥΕΣ
es: DISPOSITIVOS DISPONIBLES
fr: DISQUES DISPONIBLES
nb: TILGJENGELIGE ENHETER

source: MOUNT POINT
fr: POINT DE MONTAGE
nb: MONTERINGSPUNKT

source: SWAP
nb: VEKSEL

source: No disks or partitions mounted.
fr: Aucun disque ou partition monté.
nb: Ingen enheter eller partisjoner er montert.

source: SIZE
fr: TAILLE
nb: STØRRELSE

source: DEVICE TYPE
fr: TYPE DE PÉRIPHÉRIQUE
nb: ENHETSTYPE

source: Reset
el: Επαναφορά ρυθμίσεων
es: Restablecer
fr: Rétablir
nb: Tilbakestill

source: DEVICE
fr: PÉRIPHÉRIQUE
nb: ENHET

source: entire device,
fr: périphérique entier,
nb: hele enheten,

source: partition {},
nb: partisjon {},

source: unformatted
fr: non formaté
nb: ikke formatert

source: Add/Edit Partitions
fr: Ajouter/modifier des partitions
nb: Legg til/rediger partisjoner

source: Add First Partition
fr: Ajouter la première partition
nb: Legg til første partisjon

source: Edit Partitions
fr: Modifier les partitions
nb: Rediger partisjoner

source: No disks available.
el: Δεν υπάρχουν διαθέσιμοι δίσκοι.
es: No hay ningún disco disponible.
fr: Aucun disque disponible.
nb: Ingen lagringsenhet tilgjengelig.

source: The installer can guide you through partitioning an entire disk or, if you prefer, you can do it manually. If you choose to partition an entire disk you will still have a chance to review and modify the results.
fr: Le programme d'installation peut vous aider à partitionner un disque entier ou, si vous préférez, vous pouvez le faire manuellement. Si vous choisissez de partitionner un disque entier, vous aurez toujours la possibilité d'examiner et de modifier les résultats.
nb: Installasjonsprogrammet kan veilede deg gjennom partisjonering av en fysisk lagringsenhet. Du kan også gjøre det selv hvis du vil. Hvis du velger å partisjonere en hel fysisk enhet, får du fremdeles mulighet til å se over og endre oppsettet før du går videre.

source: Use An Entire Disk
fr: Utiliser un disque entier
nb: Bruk en hel fysisk enhet

source: Manual
el: Χειροκίνητα
fr: Manuel
nb: Manuelt

source: Choose the disk to install to:
el: Επιλέξτε το δίσκο που θα γίνει η εγκατάσταση:
es: Elija el disco en el cual instalar:
fr: Choisir le disque où installer:
nb: Velg enhet å installere på:

source: Capped partition size at %s
nb: Toppet partisjonsstørrelse ved %s

source: Rounded size up to %s
nb: Størrelse avrundet til %s

source: Size (max {})
fr: Taille (max {})
nb: Størrelse (maks {})

source: Path exceeds PATH_MAX
nb: Sti overskrider «PATH_MAX»

source: %s is already mounted at %s
nb: %s er allerede montert som %s

source: Required bootloader partition GRUB will be installed onto the target disk's MBR. However, on a disk with a GPT partition table, there is not enough space after the MBR for GRUB to store its second-stage core.img, so a small unformatted partition is needed at the start of the disk. It will not contain a filesystem and will not be mounted, and cannot be edited here.
nb: Påkrevet oppstartslaster-partisjon GRUB blir installert på enhetens MBR. Enheter med GTP-partisjonstabell har ikke nok plass etter MBR til at GRUB kan lagre «core.img». Installasjonsprogrammet oppretter derfor en liten, uformatert ekstrapartisjon ved begynnelsen av enheten/disken. Denne partisjonen vil ikke inneholde et filsystem. Den blir heller ikke montert, og du kan ikke gjøre endringer på den her.

source: Required bootloader partition This is the ESP / "EFI system partition" required by UEFI. Grub will be installed onto this partition, which must be formatted as fat32. The only aspect of this partition that can be edited is the size.
nb: Påkrevet oppstartslaster-partisjon Dette er en ESP / «EFI system partition» som kreves av UEFI for å kunne la operativsystemet starte opp. Grub blir installert på denne partisjonen, som må formateres som fat32. Det eneste du kan endre på denne partisjonen er størrelsen.

source: Create
fr: Créer
nb: Opprett

source: Delete
fr: Supprimer
nb: Slett

source: The characters : , and = are not permitted in this field
fr: Les caractères : , et = ne sont pas autorisés dans ce champ
nb: Tegnene «:» og «=» er ikke tillatt i dette feltet

source: The only characters permitted in this field are a-z, 0-9, _ and -
fr: Les seuls caractères autorisés dans ce champ sont a-z, 0-9, _ et -
nb: Du kan bare bruke bokstavene a-z, tallene 0-9, «_» og «-» i dette feltet

source: Import Username:
fr: Importer le nom d'utilisateur :
nb: Importer brukernavn:

source: Github Username:
fr: Nom d'utilisateur Github :
nb: Github-brukernavn:
